cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'gnu-sed', args: ['--with-default-names']
brew 'gnu-tar', args: ['--with-default-names']
brew 'gnu-which', args: ['--with-default-names']
brew 'grep', args: ['--with-default-names']
brew 'vim',  args: ['--override-system-vi']
brew 'zsh-syntax-highlighting'
brew 'gzip'
brew 'unrar'
brew 'xz'
brew 'screen'
brew 'wget'
brew 'tree'
brew 'openssl'
brew 'readline'
brew 'dos2unix'
brew 'uchardet'
brew 'z'
brew 'zsh'
brew 'bchunk'
brew 'htop'
brew 'nethogs'
brew 'iftop'
brew 'trash'
brew 'p7zip'

brew 'git'
brew 'git-lfs'
brew 'tor'
brew 'doctl'
brew 'zsh-completions'
brew 'go'
brew 'jq'
brew 'httpie'
brew 'httping'
brew 'node@10'
brew "mysql@5.6", restart_service: true, link: true, conflicts_with: ["mysql"]

cask 'arq5'
cask '1password'
cask 'google-chrome'
cask 'transmission'
cask 'vlc'
cask 'sublime-text'
cask 'macdown'
cask 'iterm2'
cask 'sequel-ace'
cask 'messenger'
cask 'transmit4'
cask 'rectangle'
cask 'alfred'
cask 'appcleaner'
cask 'onyx'
cask 'ocenaudio'
cask 'monolingual'
cask 'rcdefaultapp'
cask 'felony'
cask 'docker'
cask 'vanilla'
cask 'choosy'
cask 'slack'
cask 'phpstorm'
cask 'dropbox'
cask 'balenaetcher'
cask 'caption'
cask 'db-browser-for-sqlite'
cask 'imageoptim'
cask 'grammarly'
cask 'kap'
cask 'invisiblix'
cask 'prefs-editor'
cask 'visual-studio-code'
cask 'keybase'
cask 'zoomus'
cask 'whatsapp'
cask 'insomnia'
