cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'bchunk'
brew 'brotli'
brew 'ca-certificates'
brew 'composer', args: ['ignore-dependencies']
brew 'coreutils'
brew 'dos2unix'
brew 'flyctl'
brew 'gawk'
brew 'git-lfs'
brew 'git-who'
brew 'git', link: true
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'go'
brew 'grep'
brew 'gzip'
brew 'htop'
brew 'httpie'
brew 'iftop'
brew 'jq'
brew 'mas'
brew 'mkcert'
brew 'nethogs'
brew 'node@22', link: true
brew 'openconnect'
brew 'openssl@3'
brew 'p7zip'
brew 'php@8.3', link: true
brew 'readline'
brew 'screen'
brew 'sqlite'
brew 'thefuck'
brew 'tidy-html5'
brew 'tokei'
brew 'trash'
brew 'tree'
brew 'uchardet'
brew 'unbound'
brew 'vim'
brew 'wget'
brew 'xz'
brew 'yarn'
brew 'z'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'zsh', link: true

cask 'alfred'
cask 'amazon-music'
cask 'another-redis-desktop-manager'
cask 'appcleaner'
cask 'arq'
cask 'blackhole-2ch'
cask 'brave-browser'
cask 'bruno'
cask 'cyberduck'
cask 'figma'
cask 'finicky'
cask 'font-sauce-code-pro-nerd-font'
cask 'ghostty'
cask 'google-drive'
cask 'handy'
cask 'imageoptim'
cask 'iterm2'
cask 'kap'
cask 'microsoft-auto-update'
cask 'microsoft-teams'
cask 'monolingual'
cask 'musicbrainz-picard'
cask 'muzzle'
cask 'notunes'
cask 'onyx'
cask 'orbstack'
cask 'rectangle'
cask 'shottr'
cask 'signal'
cask 'slack'
cask 'swiftdefaultappsprefpane'
cask 'transmission'
cask 'transnomino'
cask 'utm'
cask 'visual-studio-code'
cask 'vlc'

mas 'Bitwarden', id: 1352778147
mas 'Encrypto', id: 935235287
