adpyke.codesnap
bmewburn.vscode-intelephense-client
DavidAnson.vscode-markdownlint
donjayamanne.githistory
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
hashicorp.terraform
hbenl.vscode-test-explorer
junstyle.php-cs-fixer
k--kato.intellij-idea-keybindings
letrieu.expand-region
mblode.twig-language-2
ms-vscode.test-adapter-converter
rangav.vscode-thunder-client
vikas.code-navigation
wayou.vscode-todo-highlight
wmaurer.change-case
